{
  "doc": {
    "type": "doc",
    "content": [
      {
        "type": "paragraph",
        "content": [
          {
            "type": "text",
            "text": "So happy to release this set at long last! Tips and contributions welcome if you're able to and wish to!"
          }
        ]
      },
      {
        "type": "paragraph",
        "content": [
          {
            "type": "text",
            "marks": [
              {
                "type": "strong"
              }
            ],
            "text": "-Works with Photoshop CC and Procreate"
          }
        ]
      },
      {
        "type": "paragraph",
        "content": [
          {
            "type": "text",
            "marks": [
              {
                "type": "strong"
              }
            ],
            "text": "-125+ Brushes"
          }
        ]
      },
      {
        "type": "paragraph",
        "content": [
          {
            "type": "text",
            "marks": [
              {
                "type": "strong"
              }
            ],
            "text": "-3 hours of video content with full voiceover "
          }
        ]
      },
      {
        "type": "paragraph",
        "content": [
          {
            "type": "text",
            "marks": [
              {
                "type": "strong"
              }
            ],
            "text": "-Royalty free, use with any personal, school, or professional work. Remix, edit, and recreate brushes to your liking. "
          }
        ]
      },
      {
        "type": "paragraph",
        "content": [
          {
            "type": "text",
            "marks": [
              {
                "type": "strong"
              }
            ],
            "text": "-Due to popular request, transparent PNG files of the brush tips have been added."
          }
        ]
      },
      {
        "type": "paragraph",
        "content": [
          {
            "type": "text",
            "text": "The Foliage & Grass Brushset was born out of my necessity to simplify the rendering of natural elements in digital art. Designed to boost efficiency for both myself and fellow artists, this collection allows for the effortless creation of lush landscapes and natural backgrounds across various projects. Beyond their immediate functionality, these brushes offer a platform for customization and creativity. I aimed to create a set that not just serves ready-to-use needs but encourages artists to experiment and personalize to their style. Offering a flexible brush settings framework, it's an invitation to adapt and refine these tools to match one's unique artistic preferences. This set is more than just a time-saver; it's crafted to enhance the digital art-making process, making it more enjoyable and accessible for artists at any level of their journey, from seasoned professionals looking to streamline their workflow to beginners eager to explore with confidence."
          }
        ]
      },
      {
        "type": "paragraph",
        "content": [
          {
            "type": "text",
            "text": "The video content is designed to explain the purpose of each brush and give a framework for how it might be used in a painting, as well as how to replicate the major brush archetypes used here."
          }
        ]
      },
      {
        "type": "paragraph",
        "content": [
          {
            "type": "text",
            "text": "Special thanks to Matt Hubel who went through and perfected the brush settings for Procreate to match the PS set. "
          }
        ]
      }
    ]
  },
  "selection": {
    "type": "text",
    "anchor": 1385,
    "head": 1385
  }
}
